{"articles":[{"title":"Hi ~， I'm the other article!","content":["Hi ~， I'm the other article!","Hi ~， I'm the other article1!","Hi ~， I'm the other article2!"],"description":"Hi ~， I'm the other article!","updateDateTime":"2022-02-04T04:37:41.630Z","id":"2","author":"hj@mail.com"},{"title":"Its just a test","content":["let's rock!","Okay!"],"description":"let's rock!","updateDateTime":"2022-02-04T04:37:27.347Z","id":"3","author":"ShadowTricker"},{"title":"Test username","content":["TESTTEST","TEST"],"author":"ShadowTricker","description":"TESTTEST","updateDateTime":"2022-02-04T04:37:04.132Z","id":"NaN"}],"about":[{"title":"Academind Discord Community","sentences":["Join our live-chat community on Discord for free and find other students who are interested in exactly the same topics as you are.","Discuss course problems, private projects, development and tech in general or take a break from learning and dive into our offtopic channels.","You can also find learning partners, share your projects or simply have a great time there!"]},{"title":"Course Q&A Forum","sentences":["Are you stuck in a course, facing a problem or not sure about a certain concept?","We're doing our best to provide fast and friendly help!","Before you ask, make sure you compared your code to ours (you find it attached to various lectures in the course, always on the last lecture of each module).","Also give Google a try! Often, googling your error message provides threads where other developers faced and solved the same problem. Their solution might work for you, too!","In all other cases, we're happy to help on questions directly related to course lectures and/ or course code in the Q&A forum.","Please understand that we don't offer any personal coaching, mentoring or anything like that. We can't help on personal projects.","Sharing and discussing them in our Discord community might be a great alternative in such cases."]},{"title":"Refunds & Technical Issues","sentences":["Not happy with a course? Didn't get what you expected?","No worries, we got a 30-day money back policy - no questions asked!","Send an email with the course you'd like to get refunded from the email address with which you enrolled to support@academind.com and we'll get your money back.","If you got technical issues, please also send a quick email to support@academind.com and describe your problem.","For any course-related issues (e.g. error messages when following along, problems with code), please see the sections above."]}]}